Revit 2026 API

# ISaveSharedCoordinatesCallbackForUnloadLocally Methods

---

The ISaveSharedCoordinatesCallbackForUnloadLocally type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | GetSaveModifiedLinksOptionForUnloadLocally | Determines whether Revit should save the link or not prior to unloading the link locally. |

#### Reference

ISaveSharedCoordinatesCallbackForUnloadLocally Interface

Autodesk.Revit.DB Namespace